Repository: salazar-brodart/enclave-cog
Catalog: rutrivia/locales/*.po
Languages: ru_ru

source: There is no ongoing rutrivia session in this channel.
ru_ru: На этом канале нет текущей сессии викторины.

source: I know this one! {answer}!
ru_ru: Я знаю это! {answer}!

source: Easy: {answer}.
ru_ru: Легко: {answer}.

source: Oh really? It's {answer} of course.
ru_ru: Да неужели? Конечно же это {answer}.

source: I know this one! ||{answer}!||
ru_ru: Я знаю, я знаю, ||{answer}||!

source: Easy: ||{answer}.||
ru_ru: Легкотня: ||{answer}||.

source: Oh really? It's ||{answer}|| of course.
ru_ru: Да неужели? Конечно же это ||{answer}||.

source: To the next one I guess...
ru_ru: Думаю, в следующий раз повезет...

source: Moving on...
ru_ru: Двигаемся дальше...

source: I'm sure you'll know the answer of the next one.
ru_ru: Я уверена, что вы знаете следующее.

source: 😔 Next one.
ru_ru: 😔 Следующий.

source: Question number {num}!
ru_ru: Вопрос №{num}!

source: There are no more questions!
ru_ru: Больше нет вопросов!

source: {rutrivia_list} (by {author})
ru_ru: {rutrivia_list} (автор: {author})

source: Starting rutrivia: {list_names}
ru_ru: Запуск викторины: {list_names}

source: Guys...? Well, I guess I'll stop then.
ru_ru: Ребята...? Ну, я думаю, я остановлюсь тогда.

source: **+1** for me!
ru_ru: Средства с этого вопроса пойдут на мой жуткий ритуал!

source: You got it {user}! **+1** to you!
ru_ru: {user}, тебе удалось! Ты уверенно идёшь к победе!

source: Congratulations {users}! You have each received {num} {currency} for winning!
ru_ru: Мои поздравления, {users}! В жаркой борьбе вы заработали {num} {currency}!

source: Congratulations {user}! You have received {num} {currency} for winning!
ru_ru: Мои поздравления, {user}! В жаркой борьбе ты зарабатываешь {num} {currency}!

source: Play rutrivia with friends!
ru_ru: Играть в викторину с друзьями!

source: Manage rutrivia settings.
ru_ru: Управление настройками викторины.

source: Set the total points required to win.
ru_ru: Установить общее количество очков, необходимое для победы.

source: Score must be greater than 0.
ru_ru: Счет должен быть больше 0.

source: Done. Points required to win set to {num}.
ru_ru: Готово. Очки, необходимые для победы, равны {num}.

source: Set the maximum seconds permitted to answer a question.
ru_ru: Установить максимально разрешенное количество секунд для ответа на вопрос.

source: Must be at least 4 seconds.
ru_ru: Должно быть не менее 4 секунд.

source: Done. Maximum seconds to answer set to {num}.
ru_ru: Готово. Максимальное количество секунд на ответ - {num}.

source: Set how long until rutrivia stops due to no response.
ru_ru: Установить, через какое время викторина остановится из-за отсутствия ответа.

source: Must be larger than the answer time limit.
ru_ru: Должно быть больше, чем время ответа.

source: Done. rutrivia sessions will now time out after {num} seconds of no responses.
ru_ru: Готово. Сеансы викторины теперь будут иметь время ожидания после {num} секунд отсутствия ответов.

source: Allow/disallow rutrivia lists to override settings.
ru_ru: Разрешить/запретить спискам викторины переопределять настройки.

source: Done. rutrivia lists can now override the rutrivia settings for this server.
ru_ru: Готово. Списки викторины теперь могут переопределять настройки викторины для этого сервера.

source: Done. rutrivia lists can no longer override the rutrivia settings for this server.
ru_ru: Готово. Списки викторины больше не могут переопределять настройки викторины для этого сервера.

source: Done. I'll now gain a point if users don't answer in time.
ru_ru: Готово. Теперь я получу очко, если пользователи не ответят вовремя.

source: Done. I'll reveal the answer if no one knows it.
ru_ru: Готово. Я раскрою ответ, если никто не знает его.

source: Alright, I won't reveal the answer to the questions anymore.
ru_ru: Хорошо, я больше не буду раскрывать ответ на вопросы.

source: Multiplier must be at least 0.
ru_ru: Множитель должен быть не менее 0.

source: Done. Payout multiplier set to {num}.
ru_ru: Готово. Множитель выплат установлен на {num}.

source: Done. I will no longer reward the winner with a payout.
ru_ru: Готово. Я больше не буду награждать победителя выплатой.

source: Invalid syntax:
ru_ru: Неверный синтаксис:

source: There is already an ongoing rutrivia session in this channel.
ru_ru: На этом канале уже идет сессия викторины.

source: Invalid category `{name}`. See `{prefix}rutrivia list` for a list of rutrivia categories.
ru_ru: Неверная категория `{name}`. См. `{prefix}rutrivia list` для списка категорий.

source: There was an error parsing the rutrivia list for the `{name}` category. It may be formatted incorrectly.
ru_ru: При анализе списка викторины для категории `{name}` произошла ошибка. Возможно, он отформатирован неправильно.

source: The rutrivia list was parsed successfully, however it appears to be empty!
ru_ru: Список викторины был успешно проанализирован, однако он, кажется, пустой!

source: Stop an ongoing rutrivia session.
ru_ru: Остановить текущий сеанс викторины.

source: rutrivia stopped.
ru_ru: Викторина остановлена.

source: List available rutrivia categories.
ru_ru: Список доступных категорий викторины.

source: Available rutrivia lists
ru_ru: Доступные списки викторины

source: Unknown field `{field_name}`, see `{prefix}help rutrivia leaderboard server` for valid fields to sort by.
ru_ru: Неизвестное поле `{field_name}`, см. `{prefix}help rutrivia leaderboard server` действительные поля для сортировки.

source: There are no scores on record!
ru_ru: Нет счетов в записи!

source: Rank
ru_ru: Ранг

source: Member
ru_ru: Участник

source: Wins
ru_ru: Побед

source: Games Played
ru_ru: Игр сыграно

source: Total Score
ru_ru: Общий счет

source: Average Score
ru_ru: Средний счет
